Repository: F1248/Genius
Catalog: Genius/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: Activation Lock
de: Aktivierungssperre

source: Apple Silicon
de: Apple-Chip

source: Background Security Improvements
de: Im Hintergrund ausgeführte Sicherheitsverbesserungen

# bootModeRecovery
source: Recovery
de: Wiederherstellung

# bootModeSafe
source: Safe
de: Sicher

source: Build Number
de: Build-Nummer

# checkOnlyUpdates
source: Check only
de: Nur suchen

source: Configuration Code
de: Konfigurationscode

source: Cores
de: Kerne

source: Data Security
de: Datensicherheit

source: Development
de: Entwicklung

source: Development Mode
de: Entwicklungsmodus

source: Disabled
de: Deaktiviert

source: Efficiency Cores
de: Effizienzkerne

source: Enable Beta Updates
de: Beta-Updates aktivieren

source: Enabled
de: Aktiviert

source: Firmware Password
de: Firmware-Passwort

source: Help
de: Hilfe

source: Home
de: Start

source: Identifier
de: Identifizierung

source: Interface
de: Oberfläche

source: Interface Mode
de: Oberflächenmodus

# interfaceModeAdvanced
source: Advanced
de: Erweitert

# interfaceModeNormal
source: Normal
de: Standard

# interfaceModeSimple
source: Simple
de: Einfach

source: Loader Version
de: Ladeprogrammversion

source: Machine
de: Gerät

source: Maintenance
de: Wartung

source: Memory
de: Arbeitsspeicher

source: Model
de: Modell

source: M-series
de: M-Reihe

# noneSecurityChip
source: None
de: Keiner

source: Not available
de: Nicht verfügbar

source: Number
de: Nummer

source: Open in System Settings
de: In den Systemeinstellungen öffnen

source: Performance Cores
de: Leistungskerne

source: Provisioning UDID
de: Bereitstellungs-UDID

source: Regulatory Number
de: Regulatorische Nummer

source: Reset Setting
de: Einstellung zurücksetzen

source: Security Chip
de: Sicherheits-Chip

source: Serial Number
de: Seriennummer

source: Settings
de: Einstellungen

# settingsEllipsis
source: Settings…
de: Einstellungen…

source: Show Detail
de: Details einblenden

source: Specifications
de: Spezifikationen

source: System Integrity Protection
de: Systemintegritätsschutz

source: Theft Protection
de: Diebstahlschutz

source: Total Cores
de: Kerne gesamt

source: Unknown
de: Unbekannt

# userWithInflection
source: User
de: ^[Benutzerin](inflect: true, inflectionAlternative: "Benutzer:in")

# userWithoutInflection
source: User
de: Benutzer:in

source: Use Text Instead of Symbols
de: Text statt Symbole verwenden
